CREATE TABLE IF NOT EXISTS `posts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=16 ;

INSERT INTO posts (title,description) values('テキスト1','ちょうど１年ほど前 人生で３回目なんですが 私は存在しなくなりました ちょっとした手術を受けて 脳に麻酔がすっかり効いていたんです 切り離されて バラバラになった感じで 寒かったのを覚えています その後 元に戻りました ぼんやりして 混乱していましたが 確かに そこにいました 深い眠りから覚めた時 時間が分からなかったり 寝坊したのではと不安になるかもしれません でも時間が過ぎたという 過去と現在の連続性の 基本的な感覚は 常にあるものです 麻酔から醒めるのは 全く別物です ５分間だったかもしれないし ５時間かもしれない 5年 いや50年かもしれない 私は単に存在せず 意識はすっかり消失しました 麻酔とは 現代の魔法です 人間を物体に変えてしまい それから また人間に戻すのです 願わくば そしてこの過程には 科学や哲学で未だ 大きな謎とされるものがあります');
INSERT INTO posts (title,description) values('テキスト2','意識はいかにして生じるのか １人１人の脳内では それぞれが小さな生物学的マシンである 神経細胞が何十億個もあって 結びついて活動しており それが どのようにしてか 意識経験を生成しています 単なる意識の経験でなく 今 ここにおける 皆さんの意識の経験です これはいかにして起きるのか');
INSERT INTO posts (title,description) values('テキスト3','この問いに答えるのは 非常に重要です なぜなら 我々の意識が 在るもののすべてだからです 意識がなければ 世界は存在しません 自分も存在しません 何も存在しないのです 苦しいときには 苦しいと意識します 心の病であれ 痛みであれ そして私たちが喜びや苦しみを 経験できるのであれば 他の動物はどうなのでしょう 動物にも意識があるのか 自分という感覚もあるのか そしてコンピューターが もっと速く 賢くなっていったら もしかすると そう遠くない将来 私のiPhone も 自分の存在の感覚を 持つようになるのか');
INSERT INTO posts (title,description) values('テキスト4','実のところ 意識を持つAIの可能性は 低いと 私は考えています それというのも 私の研究が示すところでは 意識というのは 純粋な知能とよりも 生きて呼吸する 生命体としての性質との 関わりが深いものだからです 意識と知能は全く別物なんです 苦しむのに賢さは必要ありませんが 生きている必要はあるでしょう');
INSERT INTO posts (title,description) values('テキスト5','これからお話しするのは 自分の身の周りの世界と その中にいる自分という意識経験は ある意味 制御された幻覚であり それは生きた身体があってこそ 生きた身体を通じ 生きた身体が故に 生じるということです');
INSERT INTO posts (title,description) values('テキスト6','さて 脳や身体が どのように意識を生み出すのかは 全く分かっていないと 聞いたことがあるかもしれません それは科学を超えたものだとさえ 言う人もいます しかし実際には ここ25年で この領域に関する 科学的研究は爆発的に増えました 皆さんがサセックス大学の 私の研究室にお越しになったら あらゆる分野の科学者や 時には哲学者まで 目にすることでしょう 私たちが理解を試みているのは 意識が生じる仕組みと それが上手くいかないと どうなるかです その方法は非常に単純です 意識について考えるには 生物についてと 同じ考え方をすればいいんです かつては 「生きている」 ということの特質は 物理学や化学では 説明できないと考えられていました 生命は単なるメカニズム以上の ものであるはずだと でも今や そうは考えられていません 生物学者が 生命システムの特質を 物理学や化学の観点から説明する― 研究を進めました 代謝や生殖機構 ホメオスタシスなどですね 生命とは何かという基本的な謎は それに伴い 姿を消していき 「生命の力」や「生命の飛躍」みたいな 魔術的な答えが提案されることは なくなりました 生命についてと同じく 意識についてもそうすべきです 意識の性質を 脳や身体の内部で起きていることから 説明しようとし始めれば 意識とは何かという 解明不能と思われた謎は 姿を消していくはずです 少なくとも 青写真ではそうです');
INSERT INTO posts (title,description) values('テキスト7','では始めましょう 意識の性質とは どんなものでしょうか 意識に関する科学が説明すべきことは 何なのでしょうか 今日は意識について ２つの方法で考えたいと思います 私たちの周りの世界に関する 経験というものがあります 光や 音や においに満ちていて 多様な感覚を伴う パノラマ的で３Dの 完全に没入的な 心の中の映画があり そして意識を持った自己があります 「自分である」という独自の経験です それが この心の中の映画の 主人公であり おそらく意識のその側面に みんな最も強くしがみついているのです まずは身の周りの世界 という経験と 予測エンジンとしての脳という 重要な考えについて考えてみましょう');
INSERT INTO posts (title,description) values('テキスト8','脳の身になって 想像してください 固い頭蓋骨に 閉じ込められ 外の世界で何が起きているのか 理解しようとしています 頭蓋骨の中には 光はありません 音もありません 唯一利用できる電気的インパルスに 頼らざるを得ないのですが これは何であれ 世界の事物とは 間接的に関わっているに すぎません ですから何がそこにあるかを 知るという「知覚」は 情報に基づく推測の過程に ならざるを得ません そこでは脳は これらの感覚的な信号を 世界がどんなものかについての 事前の期待や信念と結びつけて 何がその信号を起こしたのか 最善の推測を構成します 脳が音を聞いたり光を見たり している訳ではありません 私たちが知覚するのは 世界で起きていることに関する最善の推測です');
INSERT INTO posts (title,description) values('テキスト9','ここまでお話ししたことの例を いくつか挙げましょう この目の錯覚は ご存じかもしれませんが 新たな方向から 考えて頂きたいと思います AとBの２つの区画を 見ていただくと 灰色の濃さが非常に異なって 見えるはずです でも実際は全く同じ濃さなんです それを示すことができます 第２バージョンの絵では ２つの区画を 灰色のバーで繋いでいて 全く違いがなく見えますね 灰色の濃さは全く同じなんです もしまだ信じられないなら バーをずらして 区画に重ねてみましょう 一色の灰色の塊になり 違いは全くありません これは手品でも何でもなく 灰色の濃さは同じです でも バーを取りのけると また違って見えるようになります 何が起きているのかというと 脳は事前の期待を 用いているのです それは視覚野の回路の中に 深く構築されており 「影がかかると 物の表面は より暗く見える」ということです それでBが実際より 明るく見えるんです');
INSERT INTO posts (title,description) values('テキスト10','もう１つの例があります 脳がいかに素早く 新しい予測を使って 意識経験を変化させられるかを 示すものです これをお聴きください');
INSERT INTO posts (title,description) values('テキスト11','（ゆがんだ音声）');
INSERT INTO posts (title,description) values('テキスト12','なんか奇妙に聞こえますよね 何か分かるか もう一度聴いてみましょう');
INSERT INTO posts (title,description) values('テキスト13','（ゆがんだ音声）');
INSERT INTO posts (title,description) values('テキスト14','やっぱり変ですよね ではこれをお聴きください');
INSERT INTO posts (title,description) values('テキスト15','（音声） I think Brexit is a really terrible idea. (ブレグジットは全くひどい考えだなあ)');
INSERT INTO posts (title,description) values('テキスト16','言っていることが 聞き取れましたね では最初の音声をもう一度聴いてください 同じものを再生します');
